Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# CM_TransportControlShowDuration
source: Show Duration
ar: إظهار المدة
de: Dauer anzeigen
es: Muestra la duración
fr: Voir la durée
it: Durata Show
ja: ショーの時間
ko: 표시 기간
pt: Duração do espetáculo
ru: Продолжительность шоу
tr: Gösteri süresi
zh_cn: 显示持续时间
zh_hant: 顯示持續時間

# Commom_Seconds
source: Seconds
ar: ثوانٍ
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
ja: 秒
ko: 초
pt: Segundos
ru: Секунд
tr: Saniye
zh_cn: 秒
zh_hant: 秒

# CM_Track_face
source: Track Faces
ar: تواجه المسار
de: Track-Gesichter
es: Seguimiento de rostros
fr: Suivi des visages
it: Facce di pista
ja: 顔を追跡します。
ko: 얼굴 추적
pt: Rostos de faixa
ru: Отслеживания лица
tr: Yüzleri izlemek
zh_cn: 追踪面部
zh_hant: 追蹤面部

# WM_decode_fail_switching_codec
source: decode failed, try switch codec
ar: فك فشلت، حاول التبديل الترميز
de: Decodieren fehlgeschlagen, versuchen Sie Schalter Codec
es: Decode error, intente interruptor codec
fr: décoder a échoué, essayez commutateur codec
it: decodificare non è riuscito, prova interruttore codec
ja: デコードしようとスイッチ コーデックが失敗しました。
ko: 해독 실패, 시도 스위치 코덱
pt: decodificar falhou, tente alternar codec
ru: декодирование не удалось, попробуйте переключатель кодек
tr: şifresini çözmek başarısız oldu, denemek anahtar şifre
zh_cn: 解码失败, 尝试切换编解码器
zh_hant: 解碼失敗, 嘗試切換編解碼器

# SD_PivotItem3_ShowDanmuButtonToggleSwitch.Header
source: Show Barrage Subtitle Button
ar: إظهار زر الترجمة وابل
de: "Flut Untertitel Schaltfläche" anzeigen
es: Mostrar botón de subtítulo de presa
fr: Afficher le bouton sous-titres de Barrage
it: Visualizza il tasto Subtitle Barrage
ja: 画面の表示] ボタン
ko: 표시 화면 버튼
pt: Mostrar botão de legenda de barragem
ru: Показать кнопку Subtitle шквал
tr: Baraj altyazı düğmesini göster
zh_cn: 显示弹幕按钮
zh_hant: 顯示彈幕按鈕

# SD_PivotItem3_ShowDanmuButtonToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem3_ShowDanmuButtonToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# MV_Danmu.Content
source: barrage
ar: وابل
de: Sperrfeuer
es: presa
fr: tir de barrage
it: sbarramento
ja: 弾幕
ko: 사격
pt: barragem
ru: шквал
tr: Baraj
zh_cn: 弹幕
zh_hant: 弹幕

# MV_TP_Danmu_Explain.Content
source: in order to use this feature, barrage subtitle file need to be loaded , example .xml or .json format are support, compatible with blibli.com / acfun.com
ar: من أجل استخدام هذه الميزة، وابل الحاجة ملف الترجمة يتم تحميلها، يتم تنسيق.xml أو.json سبيل المثال الدعم، متوافق مع blibli.com/acfun.com
de: zur Verwendung dieser Funktion, Flut Untertitel-Datei müssen geladen werden, sind Beispiel-XML oder JSON-Format Unterstützung, kompatibel mit blibli.com / acfun.com
es: para poder utilizar esta función, presa subtítulos archivo necesita ser cargado, formato .xml o .Groovy ejemplo son apoyo, compatible con blibli.com / acfun.com
fr: pour pouvoir utiliser cette fonctionnalité, barrage sous-titre fichier doivent être chargés, exemple .xml ou .json format sont prise en charge, compatible avec blibli.com / acfun.com
it: per poter utilizzare questa funzionalità, sbarramento subtitle file devono essere caricati, esempio di formato XML o JSON sono supporto, compatibile con blibli.com / acfun.com
ja: この機能を使用して集中砲火します xml 形式の字幕ファイルの読み込みや。 JSON、互換性のある blibli.com/acfun.com。
ko: 사격 자막 파일 필요가 로드,이 기능을 사용 하려면 예제.xml 또는.json 형식 지원, blibli.com와 호환 되는 / acfun.com
pt: para utilizar este recurso, barragem subtítulo arquivo precisa ser carregado, formato. xml ou JSON de exemplo são o suporte, compatível com blibli.com / acfun.com
ru: чтобы использовать эту функцию, шквал субтитров файла должны быть загружены, пример формата XML или .json являются поддержка, совместимый с blibli.com / acfun.com
tr: Baraj altyazı dosya lüzum-e doğru var olmak yüklü, bu özelliği kullanabilmek için örnek .xml veya .json biçiminde olan destek, blibli.com ile uyumlu / acfun.com
zh_cn: 使用此功能需要载入弹幕字幕文件.xml或者.json，兼容blibli.com ／ acfun.com
zh_hant: 使用此功能需要載入彈幕字幕檔.xml或者.json，相容blibli.com ／ acfun.com

# WM_danmu_subtitle_loaded
source: barrage subtitle loaded
ar: الترجمة إبلا محملة
de: Sperrfeuer Untertitel geladen
es: subtítulos de aluvión cargados
fr: sous-titre de barrage chargé
it: sottotitolo di sbarramento caricato
ja: 弾幕が正常に積み込まれました！
ko: 사격이 성공적으로 완료되었습니다!
pt: subtítulo da barragem carregado
ru: шквал субтитры загружены
tr: Baraj altyazı yüklendi
zh_cn: 弹幕加载成功
zh_hant: 彈幕加載成功!

# SD_PivotItem2_UseGlowTextToggleSwitch.Header
source: Use Glow Effect
ar: استخدام تأثير توهج
de: Effekt "Leuchten" zu verwenden
es: Utilizar el efecto resplandor
fr: Utiliser l’effet d’éclat
it: Utilizzare effetto bagliore
ja: グロー効果を使用します。
ko: 광선 효과 사용 하 여
pt: Use o efeito de brilho
ru: Использовать эффект свечения
tr: Parlama efekti kullanmak
zh_cn: 使用发光效果
zh_hant: 使用光暈效果

# SD_PivotItem2_UseGlowTextToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem2_UseGlowTextToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# SD_PivotItem2_GlowAmountSlider.Header
source: Glow Amount
ar: مقدار التوهج
de: Leuchtmenge
es: Cantidad de iluminado
fr: Niveau d'éclat
it: Alone:
ja: 発光量
ko: 광선 양
pt: Intensidade do brilho
ru: Интенсивность свечения
tr: Kızdırma tutar
zh_cn: 发光量
zh_hant: 發光量

# SD_PivotItem3_PrimarySubtitleFontWeightSlider.Header
source: Primary Subtitle Font Weight
ar: وزن الخط الترجمة الأولية
ja: 主な選択範囲のフォントの太さ
ko: 주요 윤곽 글꼴 두께
pt: Primário Subtitle Font-Weight
tr: Birincil altyazı yazı tipi genişliği
zh_hant: 主字幕字體粗細

# CM_Subtitle_Subhub
source: Subtitle Search Panel
ar: فريق البحث عن الترجمة
ja: 字幕検索パネル
ko: 자막 검색 패널
pt: Painel de busca de legendas
tr: Altyazı arama paneli
zh_hant: 字幕搜索面板

# SUCD_TITLE.Text
source: Subtitle Search Panel
ar: فريق البحث عن الترجمة
ja: 字幕検索パネル
ko: 자막 검색 패널
pt: Painel de busca de legendas
tr: Altyazı arama paneli
zh_hant: 字幕搜索面板

# SUCD.PrimaryButtonText
source: Search
ar: البحث عن
ja: 検索
ko: 검색
pt: Pesquisa
tr: Arama
zh_hant: 搜索

# SUCD_Query.Header
source: Text Search
ar: استعلام '|'...
ja: クエリ
ko: 쿼리
pt: Consulta
tr: Metin arama
zh_hant: 查詢

# SUCD_FileHash.Header
source: Hash
ar: لحممفروم
ja: ハッシュ
ko: 해시
tr: Karma
zh_hant: 哈希值

# SUCD_Episode.Header
source: Episode
ar: الحلقة
ja: エピソード
ko: 에피소드
pt: Episódio
tr: Bölüm
zh_hant: 情節

# SUCD_Season.Header
source: Season
ar: الموسم
ja: シーズン
ko: 시즌
pt: Temporada
tr: Sezon
zh_hant: 賽季

# SUCD_ImdbId.Header
source: IMDb ID
ar: معرف IMDb
pt: ID do IMDb
tr: IMDB kimliği

source: Afrikaans
ar: الأفريقانية
ja: アフリカーンス語
ko: 아프리칸스어
pt: Africâner
tr: Afrikaner
zh_hant: 南非荷蘭文

source: Albanian
ar: الألبانية
ja: アルバニア語
ko: 알바니아어
pt: Albanês
tr: Arnavutça
zh_hant: 阿爾巴尼亞文

source: Arabic
ar: العربية
ja: アラビア語
ko: 아랍어
pt: Árabe
tr: Arapça
zh_hant: 阿拉伯文

source: Armenian
ar: الأرمينية
ja: アルメニア語
ko: 아르메니아어
pt: Armênio
tr: Ermenice
zh_hant: 亞美尼亞文

source: Basque
ar: الباسكية
ja: バスク語
ko: 바스크어
pt: Basco
tr: Bask dili
zh_hant: 巴士克語

source: Belarusian
ar: البيلاروسية
ja: ベラルーシ語
ko: 벨로루시어
pt: Bielo-russo
tr: Beyaz Rusça
zh_hant: 比利時語

source: Bosnian
ar: البوسنية
ja: ボスニア語
ko: 보스니아어
pt: Bósnio
tr: Boşnakça
zh_hant: 波士尼亞文

source: Bulgarian
ar: البلغارية
ja: ブルガリア語
ko: 불가리어
pt: Búlgaro
tr: Bulgarca
zh_hant: 保加利亞文

source: Burmese
ar: بورما
ja: ビルマ
ko: 버마어
pt: Birmanês
tr: Birmanya
zh_hant: 緬甸

source: Catalan
ar: الكتالانية
ja: カタロニア語
ko: 카탈로니아어
pt: Catalão
tr: Katalanca
zh_hant: 加泰隆語

source: Chinese (simplified)
ar: الصينية (المبسطة)
ja: 中国語 (簡体)
ko: 중국어 (간체)
pt: Chinês (simplificado)
tr: Çince (Basitleştirilmiş)
zh_hant: 中文 (簡體)

source: Chinese (traditional)
ar: الصينية (التقليدية)
ja: 中国語 (繁体)
ko: 중국어 (번체)
pt: Chinês (tradicional)
tr: Çince (Geleneksel)
zh_hant: 中文 (繁體)

source: Chinese bilingual
ar: اللغة الصينية
ja: 中国語バイリンガル
ko: 중국어 이중 언어
pt: Bilingue chinês
tr: Çinli çift dilli
zh_hant: 中文雙語

source: Croatian
ar: الكرواتية
ja: クロアチア語
ko: 크로아티아어
pt: Croata
tr: Hırvatça
zh_hant: 克羅地亞語

source: Czech
ar: التشيكية
ja: チェコ語
ko: 체코어
pt: Tcheco
tr: Çekçe
zh_hant: 捷克文

source: Danish
ar: الدانماركية
ja: デンマーク語
ko: 덴마크어
pt: Dinamarquês
tr: Danca
zh_hant: 丹麥文

source: Dutch
ar: الهولندية
ja: オランダ語
ko: 네덜란드어
pt: Holandês
tr: Hollanda dili
zh_hant: 荷蘭文

source: English
ar: الإنكليزية
ja: 英語
ko: 영어
pt: Inglês
tr: İngilizce
zh_hant: 英語

source: Estonian
ar: الإستونية
ja: エストニア語
ko: 에스토니아어
pt: Estoniano
tr: Estonca
zh_hant: 愛沙尼亞文

source: Finnish
ar: الفنلندية
ja: フィンランド語
ko: 핀란드어
pt: Finlandês
tr: Fince
zh_hant: 芬蘭文

source: French
ar: الفرنسية
ja: フランス語
ko: 프랑스어
pt: Francês
tr: Fransızca
zh_hant: 法語

source: Galician
ar: الغاليشية
ja: ガリシア語
ko: 갈리시아어
pt: Galego
tr: Galiçya lehçesi
zh_hant: 加里斯亞文

source: Georgian
ar: الجورجية
ja: グルジア語
ko: 그루지야어
pt: Georgiano
tr: Gürcüce
zh_hant: 喬治亞語

source: German
ar: الألمانية
ja: ドイツ語
ko: 독일어
pt: Alemão
tr: Almanca
zh_hant: 德語

source: Greek
ar: اليونانية
ja: ギリシャ語
ko: 그리스어
pt: Grego
tr: Yunanca
zh_hant: 希臘文

source: Hebrew
ar: العبرية
ja: ヘブライ語
ko: 히브리어
pt: Hebraico
tr: İbranice
zh_hant: 希伯來文

source: Hindi
ar: الهندية
ja: ヒンディー語
ko: 힌디어
tr: Hintçe
zh_hant: 印度文

source: Hungarian
ar: المجرية
ja: ハンガリー語
ko: 헝가리어
pt: Húngaro
tr: Macarca
zh_hant: 匈牙利文

source: Icelandic
ar: الأيسلندية
ja: アイスランド語
ko: 아이슬란드어
pt: Islandês
tr: İzlanda dili
zh_hant: 冰島文

source: Indonesian
ar: الإندونيسية
ja: インドネシア語
ko: 인도네시아어
pt: Indonésio
tr: Endonezya dili
zh_hant: 印尼語

source: Italian
ar: الإيطالية
ja: イタリア語
ko: 이탈리아어
pt: Italiano
tr: İtalyanca
zh_hant: 義大利文

source: Japanese
ar: اليابانية
ja: 日本語
ko: 일본어
pt: Japonês
tr: Japonca
zh_hant: 日語

source: Kazakh
ar: الكازاخية
ja: カザフ語
ko: 카자흐어
pt: Cazaque
tr: Kazakça
zh_hant: 哈薩克語

source: Korean
ar: الكورية
ja: 韓国語
ko: 한국어
pt: Coreano
tr: Kore dili
zh_hant: 朝鮮語

source: Latvian
ar: اللاتفية
ja: ラトビア語
ko: 라트비아어
pt: Letão
tr: Letonca
zh_hant: 拉脫維亞文

source: Lithuanian
ar: الليتوانية
ja: リトアニア語
ko: 리투아니아어
pt: Lituano
tr: Litvanca
zh_hant: 立陶宛文

source: Luxembourgish
ar: اللكسمبورجية
ja: ルクセンブルク語
ko: 룩셈부르크어
pt: Luxemburguês
tr: Lüksemburg dili
zh_hant: 盧森堡

source: Macedonian
ar: مقدوني
ja: マケドニアの
ko: 마케도니아인
pt: Macedônio
tr: Makedonya
zh_hant: 馬其頓

source: Malay
ar: الماليزية
ja: マレー語
ko: 말레이어
pt: Malaio
tr: Malay dili
zh_hant: 馬來文

source: Malayalam
ar: المالايلامية
ja: マラヤラム語
ko: 말라얄람어
pt: Malaiala
tr: Malayalam dili
zh_hant: 馬來亞拉姆文

source: Mongolian
ar: المنغولية
ja: モンゴル語
ko: 몽골어
pt: Mongol
tr: Moğolca
zh_hant: 蒙古文

source: Montenegrin
ar: الجبل الأسود
ja: モンテネグロ
ko: 몬테네그로
pt: Montenegrino
tr: Karadağ
zh_hant: 黑山

source: Norwegian
ar: النرويجية ‏
ja: ノルウェー語
ko: 노르웨이어
pt: Norueguês
tr: Norveç dili
zh_hant: 挪威語

source: Occitan
ar: الأوكسيتانية
ja: オック語
ko: 오크어
pt: Occitânico
tr: Oksitanca
zh_hant: 奧克西唐

source: Persian
ar: فارسي
ja: ペルシャ語
ko: 페르시아어
pt: Persa
tr: Farsça
zh_hant: 波斯文

source: Polish
ar: البولندية
ja: ポーランド語
ko: 폴란드어
pt: Polonês
tr: Lehçe
zh_hant: 波蘭文

source: Portuguese
ar: البرتغالية
ja: ポルトガル語
ko: 포르투갈어
pt: Português
tr: Portekizce
zh_hant: 葡萄牙文

source: Portuguese (BR)
ar: البرتغالية (ر)
ja: ポルトガル語 (ブラジル)
ko: 포르투갈어 (브라질)
pt: Português (BR)
tr: Portekizce (BR)
zh_hant: 葡萄牙文 (BR)

source: Romanian
ar: الرومانية
ja: ルーマニア語
ko: 루마니아어
pt: Romeno
tr: Rumence
zh_hant: 羅馬尼亞

source: Russian
ar: الروسية
ja: ロシア語
ko: 러시아어
pt: Russo
tr: Rusça
zh_hant: 俄語

source: Serbian
ar: الصربية
ja: セルビア語
ko: 세르비아어
pt: Sérvio
tr: Sırp
zh_hant: 塞爾維亞文

source: Slovak
ar: السلوفاكية
ja: スロバキア語
ko: 슬로바키아어
pt: Eslovaco
tr: Slovakça
zh_hant: 斯洛伐克文

source: Slovenian
ar: السلوفينية
ja: スロベニア語
ko: 슬로베니아어
pt: Esloveno
tr: Slovence
zh_hant: 斯洛維尼亞文

source: Spanish
ar: الإسبانية
ja: スペイン語
ko: 스페인어
pt: Espanhol
tr: İspanyolca
zh_hant: 西班牙文

source: Swahili
ar: السواحلية
ja: スワヒリ語
ko: 스와힐리어
pt: Suaíle
tr: Svahili dili
zh_hant: 史瓦希里文

source: Swedish
ar: السويدية
ja: スウェーデン語
ko: 스웨덴어
pt: Sueco
tr: İsveç dili
zh_hant: 瑞典文

source: Syriac
ar: اللغة السريانية
ja: シリア語
ko: 시리아어
pt: Siríaco
tr: Süryanice
zh_hant: 敘利亞

source: Tamil
ar: التاميلية
ja: タミール語
ko: 타밀어
pt: Tâmil
tr: Tamil dili
zh_hant: 坦米爾文

source: Telugu
ar: التيلوغية
ja: テルグ語
ko: 텔루구어
tr: Telugu dili
zh_hant: 特拉古文

source: Thai
ar: التايلندية
ja: タイ語
ko: 태국어
pt: Tailandês
tr: Tay dili
zh_hant: 泰語

source: Turkish
ar: التركية
ja: トルコ語
ko: 터키어
pt: Turco
tr: Türkçe
zh_hant: 土耳其文

source: Ukrainian
ar: الأوكرانية
ja: ウクライナ語
ko: 우크라이나어
pt: Ucraniano
tr: Ukrayna dili
zh_hant: 烏克蘭文

source: Urdu
ar: الأوردية
ja: ウルドゥ語
ko: 우르두어
tr: Urduca
zh_hant: 烏都語

source: Vietnamese
ar: الفيتنامية
ja: ベトナム語
ko: 베트남어
pt: Vietnamita
tr: Vietnam dili
zh_hant: 越南文

source: Hash
ar: لحممفروم
ja: ハッシュ
ko: 해시
tr: Karma
zh_hant: 哈希值

# FullText
source: Text
ar: نص
ja: テキスト
ko: 텍스트
pt: Texto
tr: Metin
zh_hant: 文本

# Subhub_languages_combox.Header
source: Language
ar: اللغة
ja: 言語
ko: 언어
pt: Língua
tr: Dil
zh_hant: 語言

# Subhub_SearchMethod_combox.Header
source: Search Method
ar: طريقة البحث
ja: 検索メソッド
ko: 검색 방법
pt: Método de pesquisa
tr: Arama yöntemi
zh_hant: 搜索方法

# WM_subtitle_loaded
source: Current Subtitle
ar: الترجمة الحالية
ja: 現在のキャプション
ko: 현재 캡션
pt: Atual legendas
tr: Geçerli altyazı
zh_hant: 當前字幕

# WM_file_corrupted
source: File Corrupted
ar: الملف تالف
ja: ファイルが破損しています。
ko: 파일 손상
pt: Arquivo corrompido
tr: Dosya bozuk
zh_hant: 檔已損壞

source: Embed
ar: تضمين
ja: 埋め込み
ko: 포함
pt: Incorporar
tr: Katıştır
zh_hant: 内嵌

source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# SD_PivotItem3_GlobalSubtitleDelayMilliseconds.Header
source: Global Subtitle Delay Time In Milliseconds
ar: الترجمة العالمية تأخير الوقت بالمللي ثانية
ja: グローバルな字幕の遅延時間 (ミリ秒)
ko: 글로벌 자막 지연 시간 (밀리초)
pt: Tempo de atraso global legendas em milissegundos
tr: Küresel altyazı gecikme süresi (milisaniye cinsinden)
zh_hant: 全域字幕延遲時間 (毫秒)

source: Milliseconds
ar: مللي ثانية
ja: (ミリ秒)
ko: 밀리초
pt: Milissegundos
tr: Milisaniye
zh_hant: 毫秒

source: Seconds
ar: ثوانٍ
ja: 秒
ko: 초
pt: Segundos
tr: Saniye
zh_hant: 秒

# CM_Subtitle_Delay
source: Set Subtitle / Audio Timeline
ar: تعيين العنوان الفرعي/الصوت المخطط الزمني
ja: 字幕を設定/オーディオのタイムライン
ko: 설정된 자막 타임 라인
pt: Definir legendas / áudio Timeline
tr: Ayarla altyazı / ses zaman çizelgesi
zh_hant: 設置字幕時間表

# DCD.PrimaryButtonText
source: Reset
ar: إعادة تعيين
ja: リセット
ko: 리셋
pt: Redefinir
tr: Sıfırlama
zh_hant: 重置

# DCD_TITLE.Text
source: Subtitle Timeline
ar: الترجمة الجدول الزمني
ja: 字幕のタイムライン
ko: 자막 타임 라인
pt: Cronograma de legendas
tr: Altyazı zaman çizelgesi
zh_hant: 字幕時間表

# CM_ExportSubtitle
source: Export File
ar: ملف التصدير
ja: ファイルをエクスポートします。
ko: 내보내기 파일
pt: Exportar arquivo
tr: Verme dosyası
zh_hant: 匯出檔

# WM_Subtitle_Exported
source: Subtitle Exported
ar: الترجمة صدرت
ja: 字幕をエクスポート
ko: 내보낸 자막
pt: Subtítulo exportado
tr: İhraç altyazı
zh_hant: 字幕匯出

# WM_Subtitle_Exported_Failed
source: Subtitle Export Failed
ar: تصدير الترجمة فشلت
ja: 字幕エクスポートに失敗しました
ko: 자막 내보내기 실패
pt: Exportação de subtítulo falhada
tr: Altyazı verme başarısız oldu
zh_hant: 字幕匯出失敗

# DCD_Subtitle_Reset_Button
source: Reset
ar: إعادة تعيين
ja: リセット
ko: 리셋
pt: Redefinir
tr: Sıfırlama
zh_hant: 重置

# DCD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# SD_PivotItem3_UseAdvanceDecodingSettingToggleSwitch.Header
source: Use Advance Decoding Setting
ar: استخدام فك ترميز الإعداد المسبق
ja: 使用する事前設定を復号化
ko: 디코딩 설정 사전 사용
pt: Use o avanço decodificação configuração
tr: Avans ayarı kod çözme kullanın
zh_hant: 使用預解碼設置

# SD_PivotItem3_UseAdvanceDecodingSettingToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_UseAdvanceDecodingSettingToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_VideoOutputAllowNv12ToggleSwitch.Header
source: Video Output Allow Nv12 Pixel Format
ar: السماح بإخراج الفيديو تنسيق بكسل Nv12
ja: ビデオ出力は、Nv12 ピクセル形式を許可します。
ko: 비디오 출력 허용 Nv12 픽셀 형식
pt: Saída de vídeo permite o formato de Pixel Nv12
tr: Video çıkışı izin Nv12 piksel biçimi
zh_hant: 視頻輸出允許 Nv12 像素格式

# SD_PivotItem3_VideoOutputAllowNv12ToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_VideoOutputAllowNv12ToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_VideoOutputAllowBgra8ToggleSwitch.Header
source: Video Output Allow Bgra8 Pixel Format
ar: السماح بإخراج الفيديو تنسيق بكسل Bgra8
ja: ビデオ出力は、Bgra8 ピクセル形式を許可します。
ko: 비디오 출력 허용 Bgra8 픽셀 형식
pt: Saída de vídeo permite o formato de Pixel Bgra8
tr: Video çıkışı izin Bgra8 piksel biçimi
zh_hant: 視頻輸出允許 Bgra8 像素格式

# SD_PivotItem3_VideoOutputAllowBgra8ToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_VideoOutputAllowBgra8ToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_VideoOutputAllow10bitToggleSwitch.Header
source: Video Output Allow 10bit Pixel Format
ar: فيديو "الإخراج تسمح" 10 بت تنسيق بكسل
ja: ビデオ出力は 10 ビットのピクセル形式を許可します。
ko: 비디오 출력 허용 10 비트 픽셀 포맷
pt: Saída de vídeo que permitem 10 bit Pixel formato
tr: Video çıkış izin 10 bit piksel biçimi
zh_hant: 視頻輸出允許10bit 像素格式

# SD_PivotItem3_VideoOutputAllow10bitToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_VideoOutputAllow10bitToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_VideoOutputAllowIyuvToggleSwitch.Header
source: Video Output Allow Iyuv Pixel Format
ar: تنسيق بكسل Iyuv السماح بإخراج الفيديو
ja: ビデオ出力は、Iyuv ピクセル形式を許可します。
ko: 비디오 출력 허용 Iyuv 픽셀 형식
pt: Saída de vídeo permitem Iyuv Pixel formato
tr: Video çıkışı izin IYUV piksel biçimi
zh_hant: 視頻輸出允許 Iyuv 像素格式

# SD_PivotItem3_VideoOutputAllowIyuvToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_VideoOutputAllowIyuvToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_PassthroughVideoHEVCToggleSwitch.Header
source: Hardware Accelerate HEVC
ar: تسريع الأجهزة شفت
ja: ハードウェア加速の HEVC
ko: 하드웨어 가속 HEVC
pt: Acelerar o hardware HEVC
tr: Donanım HEVC hızlandırmak
zh_hant: 硬體加速 HEVC

# SD_PivotItem3_PassthroughVideoHEVCToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_PassthroughVideoHEVCToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_PassthroughVideoH264Hi10PToggleSwitch.Header
source: Hardware Accelerate H264Hi10P
ar: تسريع الأجهزة H264Hi10P
ja: ハードウェア加速の H264Hi10P
ko: 하드웨어 가속 H264Hi10P
pt: Acelerar o hardware H264Hi10P
tr: Donanım H264Hi10P hızlandırmak
zh_hant: 硬體加速 H264Hi10P

# SD_PivotItem3_PassthroughVideoH264Hi10PToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_PassthroughVideoH264Hi10PToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_PassthroughVideoH264ToggleSwitch.Header
source: Hardware Accelerate H264
ar: تسريع الأجهزة H264
ja: ハードウェア加速の H264
ko: 하드웨어 가속 H264
pt: Acelerar o hardware H264
tr: Donanım hızlandırmak H264
zh_hant: 硬體加速 H264

# SD_PivotItem3_PassthroughVideoH264ToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_PassthroughVideoH264ToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_PassthroughAudioAACToggleSwitch.Header
source: Hardware Accelerate AAC
ar: تسريع الأجهزة الجميح للسيارات
ja: ハードウェア加速の AAC
ko: 하드웨어 가속 AAC
pt: Ferragem acelerar AAC
tr: Donanım hızlandırmak AAC
zh_hant: 硬體加速 AAC

# SD_PivotItem3_PassthroughAudioAACToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_PassthroughAudioAACToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem3_PassthroughAudioMP3ToggleSwitch.Header
source: Hardware Accelerate MP3
ar: تسريع الأجهزة MP3
ja: ハードウェア加速の MP3
ko: 하드웨어 가속 MP3
pt: Acelerar o hardware MP3
tr: Donanım hızlandırmak MP3
zh_hant: 硬體加速 MP3

# SD_PivotItem3_PassthroughAudioMP3ToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_PassthroughAudioMP3ToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# PlaylistActionButton_BringIntoView
source: Show Current Playing
ar: إظهار اللعب الحالية
ja: 現在再生表示します。
ko: 현재 재생 표시
pt: Mostrar jogando atual
tr: Geçerli çalınıyor göster
zh_hant: 顯示當前播放

# WM_Caching_Stopped
source: Fetch For Folder Cache Info Stopped
ar: جلب لمجلد ذاكرة التخزين المؤقت لمعلومات توقف
ja: 停止フォルダー キャッシュ情報のフェッチ
ko: 가져오기 중지 폴더 캐시 정보에 대 한
pt: Busca por pasta Cache informação parada
tr: Getirme için klasör önbellek bilgisi durdu
zh_hant: 已停止獲取資料夾緩存資訊

# SD_PivotItem1_DisableCacheFetchOnFolderOpenedToggleSwitch.Header
source: Disable Cache Fetch After Folder Opened
ar: تعطيل ذاكرة التخزين المؤقت للجلب بعد فتح المجلد
ja: フォルダーを開いた後キャッシュ フェッチを無効にします。
ko: 폴더를 연 후 캐시 반입을 사용 하지 않도록 설정
pt: Desativar Cache Fetch depois pasta aberta
tr: Klasörü açtıktan sonra önbelleğe alma devre dışı bırakma
zh_hant: 打開資料夾後禁用緩存提取

# SD_PivotItem1_DisableCacheFetchOnFolderOpenedToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem1_DisableCacheFetchOnFolderOpenedToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# PlaylistActionButton_DisableCacheFetchOnFolderOpened
source: Disable Cache Fetch After Folder Opened
ar: تعطيل ذاكرة التخزين المؤقت للجلب بعد فتح المجلد
ja: フォルダーを開いた後キャッシュ フェッチを無効にします。
ko: 폴더를 연 후 캐시 반입을 사용 하지 않도록 설정
pt: Desativar Cache Fetch depois pasta aberta
tr: Klasörü açtıktan sonra önbelleğe alma devre dışı bırakma
zh_hant: 打開資料夾後禁用緩存提取

# PlaylistActionButton_ClearCahe
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
ja: キャッシュのクリア
ko: 캐시 지우기
pt: Limpar Cache
tr: Önbelleği temizle
zh_hant: 清除緩存

# PlaylistActionButton_GenCache
source: Fetch Media File Info
ar: إحضار معلومات ملف الوسائط
ja: メディア ・ ファイル情報を取得します。
ko: 미디어 파일 정보 가져오기
pt: Buscar informação de arquivo de mídia
tr: Medya dosya bilgilerini getir
zh_hant: 獲取媒體檔案資訊

# WM_Link_No_File
source: can not extract videos from link
ar: لا يمكن استخراج الفيديو من الرابط
ja: リンクからビデオを抽出すること
ko: 링크에서 동영상을 추출 하지 수 없습니다.
pt: Não posso extrair vídeos do link
tr: video bağlantı--dan hulâsa olamaz
zh_hant: 無法從連結中提取視頻

# UCD_download_youtube_button.Content
source: Save as
ar: حفظ باسم
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pt: Salvar como
tr: Farklı Kaydet
zh_hant: 另存新檔​​

# SD_PivotItem1_OnXboxAlwaysUseSystemDecoderForAudioToggleSwitch.Header
source: Audio File Always Use System Decoder (for background music playback)
ar: ملف دوماً استخدام نظام ترميز الصوت (لتشغيل الموسيقى في الخلفية)
ja: オーディオ ファイル常に使用システム用のデコーダー (バック グラウンド音楽再生)
ko: 오디오 파일 항상 사용 시스템 디코더 (대 한 배경 음악 재생)
pt: Arquivo sempre uso sistema decodificador de áudio (para reprodução de música de fundo)
tr: Ses dosyası her zaman kullanım sistem Decoder (için arka plan müzik çalma)
zh_hant: 音訊檔始終使用系統解碼器 (用於背景音樂播放)

# SD_PivotItem1_OnXboxAlwaysUseSystemDecoderForAudioToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem1_OnXboxAlwaysUseSystemDecoderForAudioToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem6.Header
source: Hotkeys
ar: مفاتيح الاختصار
ja: ホットキー
ko: 단축키
pt: Teclas de atalho
tr: Kısayol tuşları
zh_hant: 熱鍵

# Hotkeys_dataGrid_columnName_Action.Header
source: Action
ar: الإجراء
ja: アクション
ko: 액션
pt: Ação
tr: Eylem
zh_hant: 動作​​

# HotkeyAction_volume_down
source: Volume down
ar: خفض مستوى الصوت
ja: ボリューム ダウン
ko: 볼륨 다운
pt: Diminuir o volume
tr: Ses seviyesini azaltma
zh_hant: 降低音量
